<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"><head><meta http-equiv="Content-Type" content="text/html; charset=UTF-8">



<title>乐松业务服务协议</title>

<style>

 body { line-height:1.5em; padding:20px;}

 h2 { width:100%; text-align:center; font-size: 20
  px; color: #333;}
  p { font-size: 13px; line-height: 20px; color: #999;}
 li {font-size: 13px; line-height: 25px; font-weight: 700;}

</style>

</head>



<body style="">

<h2>使用须知</h2>

<p>该应用以深圳立松信息科技有限公司（下简称“立松IT”）据此提供的相关信息，仅供参考，并不保证这些信息适合于您。
且此类信息无意替代或暗示任何专业的意见。请在启动训练项之前，咨询健康专家或其他专业人士该项目是否适合您的个人需要和健康状况。
尤其是当此软件中的训练计划所提及的训练和练习是具有一定危险性的项目并有可能造成受伤甚至死亡时，
您必须在参与应用中描述的任何训练以及练习之前向具有相关医疗执照的医生或其他专业人士进行咨询。</p>

<br>
<h2>隐私政策</h2>
<p>本网站/软件的所有者，立松IT，承诺保护您的在线隐私权。请阅读下列声明以便了解您在本网站/软件登录，注册，以及使用本网站/软件服务时，您的个人信息将会得到的对待。本隐私权声明可能不时更改，请定期查阅。</p>
<br>
<p>在使用乐松前，请您仔细阅读乐松服务条款。如您不同意本服务条款，请不要注册或使用乐松；您一旦勾选“我同意乐松服务条款”并进入注册流程，即视为您已了解并完全同意本服务条款各项内容，包括对服务条款所做的任何修改，并自愿成为乐松的客户（以下简称“客户”）。</p>
<br>
<ol>

  <li>个人信息的收集</li>
<p>当您在本网站/软件进行用户注册登记，使用本网站/软件的服务，以及参加本网站/软件的活动时，即为您同意本网站/软件将收集您的个人信息，并保存记录。本网站/软件收集的个人信息包括但不限于：性别、生日、城市、身份证号码、电子邮箱地址、手机电话、兴趣爱好等。您主动提供的信息越多及越准确，我们就能够更好地为您提供有关服务。  在此，本网站/软件提醒您，本网站/软件的互联网接入服务商、网络技术服务商、广告商和相关的链接网站也可能收集您的个人信息。本隐私权声明并不包含他们所做的信息收集。<br></p>

  <li>COOKIES 及其用途</li>

<p>COOKIES 是指一种客户识别技术，当用户访问设有 COOKIES 装置的本网站/软件时，本网站/软件的服务器会自动发送 COOKIES 至您的浏览器内，并存储到您的电脑硬盘中。该 COOKIES将会追踪及记录日后您访问本网站/软件的各种活动和相关信息。使用 COOKIES，本网站/软件将能够更好地为您提供特色服务和个性化服务。<br></p>

  <li>个人信息的使用</li>

<p>本网站/软件收集个人信息的基本目的是为了更好的了解我们的用户，以便向您提供特色服务和个性化服务。个人信息将主要用于以下几个目的：  (1)  完成您对特定服务或产品的要求。   (2)  通过各种方式(包括但不限于电子邮件和手机短信息)向您提供立松IT或第三方(如立松IT的合作伙伴)的特定服务、产品或促销活动的信息。如您不愿意接收该类信息，可以在用户注册时选择拒绝接收该类信息。  (3)  用于对本网站/软件用户数据的统计（如用户数量、构成、兴趣、表现等），以便我们向用户提供更好的服务和产品，或向第三方为了一定的合法目的披露该类统计数据。该类统计数据都是用户群整体的信息，而非个人的信息。<br></p>

  <li>个人信息的共享和披露</li>

<p>立松IT所收集您的个人信息，将仅用于立松IT为您提供相关服务。一般情况下，在未得到您的同意之前，您的任何个人信息将不会被提供给无关的第三方。  在下列情况下，我们可能会将您的个人信息提供给有关的第三方：   (1)本网站/软件的某些服务需由一个合作伙伴(如代理公司、提供相关技术服务的公司、运输公司、邮寄公司、提供奖品的公司等)提供或共同提供。为了向您提供此类服务，本网站有必要与该合作伙伴分享您的个人信息。如果您不希望您的信息被分享，您可以不使用该具体服务从而拒绝您的个人信息被披露。 (2)本网站/软件可能会与第三方共同进行推广活动。在推广活动中所收集的全部或部分个人信息可能会与该第三方分享。如果您不想让您的信息被分享，您可以通过不参加该推广活动而拒绝。  (3)根据法律法规或政府的强制性规定，我们必须向有关司法或政府部门提供您的个人信息。  (4)为了防止他人的合法权益或社会公共利益受到重大危害。  (5)为了防止您的合法权益受到重大危害。   (6)我们发现您的行为违反了本网站/软件的服务条款或关于特定服务或产品的任何使用指引，  或对立松IT的合法权益构成重大危害。<br></p>

  <li>用户权利</li>

<p>您可以在任何时候通过使用您的本网站/软件的注册用户名和密码，查询，补充或更正您的本网站/软件帐户中的个人信息，或要求删除您的本网站/软件帐户中的个人信息。您在本网站/软件的帐户可以被删除，但这样会导致您不能够登录本网站/软件及使用本网站/软件的任何服务。<br></p>

  <li>信息安全</li>

<p>您的本网站/软件帐户信息和本网站/软件档案通过密码来保护，只有您个人才有权获取这些个人信息。我们建议您不要向任何他人泄露您的密码。本网站/软件也不会主动致电或主动发电子邮件给您来询问您的密码，如果您遇到此类情况请及时与立松IT联系确认。同时，请您在完成工作后，务必退出您的本网站/软件帐户并关闭您的浏览器窗口，以便当您与他人合用一台电脑，或正在公共场所使用电脑时，保证他人无法获取您的个人信息和往来通信。遗憾的是，任何通过互联网或无线网络的数据传输都无法获得绝对的安全保证。所以，在我们尽最大努力来保护您的个人信息的同时，本网站/软件不能对您向我们进行的信息传输，或我们所发的在线产品或服务的信息的安全作出肯定或保证。您作出上述行为时将自己承担风险。一旦我们收到您传输来的信息，我们将尽最大努力保证其在我们系统的安全。<br></p>

  <li>免责</li>

<p>在下列情况下，本网站/软件无需承担任何责任：   (1)任何根据法律法规或政府的强制性规定所作的对于个人信息的披露。  (2)由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄露。  (3)任何由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人信息泄露、丢失、被盗用或被窜改等。  (4)由于我们不拥有或不控制的公司以及我们不雇佣或不管理的人员所造成的个人信息的泄露及由此而导致的任何法律争议和后果。<br></p>

  <li>本隐私权声明的修改及解释</li>

<p>本隐私权声明可能会不时被修改。本隐私权声明的修改权和最终解释权归立松IT所有。<br></p>

  <li>问题和建议</li>

<p>如您有任何问题或建议，请发电子邮件至 info@livesong.cn。<br></p>

  </ol>

<br>
<h2>应用隐私/使用条款</h2>

<p>用户同意个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，包括下列信息：用户真实姓名，身份证号，手机号码，IP 地址。而非个人隐私信息是指用户对本服务的操作状态以及使用习惯等一些明确且客观反映在立松IT服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息；以及用户同意公开的上述隐私信息；</p>
<br>
<p>尊重用户个人隐私信息的私有性是立松IT的一贯制度， 立松IT将会采取合理的措施保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或用户同意等原因外， 立松IT未经用户同意不向除合作单位以外的第三方公开、   透露用户个人隐私信息。   但是，用户在注册时选择同意，或用户与立松IT科技及合作单位之间就用户个人隐私信息公开或使用另有约定的除外，同时用户应自行承担因此可能产生的任何风险， 立松IT对此不予负责。同时，为了运营和改善立松IT的技术和服务， 立松IT将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于立松IT科技向用户提供更好的用户体验和提高立松IT科技的服务质量。</p>
<br>
<p>用户同意，在使用立松IT乐松服务时也同样受立松IT隐私政策的约束。当您接受本协议条款时，您同样认可并接受立松IT公司隐私政策的条款。</p>

<br>
<h2>网站隐私/使用条款</h2>
<h2>条款与条件</h2>

<p>请在使用本网站/软件（简称‘网站/软件’）之前仔细阅读以下使用条款与条件。这些条款与条件适用于对“网站/软件”的所有访问和使用，并适用于  “网站/软件”或通过“网站/软件”提供的“内容” （详见下文定义）、信息、建议和/或服务。一旦您访问和使用“网站/软件”，即表示您完全同意遵守所有这些条款与条件，以及其它适用于“网站/软件”、互联网和/或环球网（World Wide Web）的法律或法规。如果您不同意完全接受这些条款与条件，请立即离开“网站/软件”。</p>
<br>
<h2>内容所有权</h2>

<p>本“网站/软件”由立松IT拥有和运作。本“网站/软件”公开或显示的所有内容，包括但不限于文字、图表、照片、图像、动画、音效、插图及软件（简称“内容”）等，
均属立松IT和/或其集团公司成员及其许可人和/或内容供应商所有。本“网站/软件”内的所有组成要素，
包括但不限于整体设计及“内容”，均受商业外观、版权、道德规范、商标及其它所有相关知识产权的法律保护。
除非依据本条款与条件或与经立松IT在其它协议的声明同意外，本网站/软件內的任何部分或组成要素或“內容”均不得以任何方式复制或传播。
除非有明确协议同意，否则网站/软件中的“內容”及一切相关权利将为立松IT成员或其许可人的资产。</p>

<!-- <p>特别说明：本“网站/软件”内发布的活动由乐松App提供，与设备生产商苹果公司（Apple Inc）无关。</p> -->

<br>
<h2>版权和商标</h2>
<h2>版权</h2>

<p>所有“内容”的版权归立松IT所有。除网站/软件内的特定文件规定之外，您可以出于私人目的、获取信息及非商业性的目的查看、播放、打印和下载网站/软件内的文件、音频和视频信息。您不得对任何材料进行修改，也不可自行复印、分发、传递、展示、执行、复制、发布、授权、转移或出售任何“内容”，以及制作“内容”的衍生品。除非依据版权法获得授权，未经立松IT的事先同意，您不可重复使用本网站/软件内的任何“内容”。鉴于这些条款的规定，禁止将任何材料用于任何其它网站/软件或在网络互联的计算机环境内使用。您也不可以删除本网站/软件内任何有关版权、商标或其它所有权等的告示内容。当您从本网站/软件下载任何软件（包括但不限于屏保、图标、视频和壁纸）时，软件，包括用软件内嵌或产生的任何文件、图像，以及软件随附的资料（统称为“软件”）由立松IT授权您个人作为非商业性使用。立松IT并不将软件的任何有关权利转移给您。虽然您对记录“软件”的媒介拥有所有权，但立松IT仍然保留对“软件”以及所有相关知识产权的全部权利。您不得擅自对“软件”进行任何分销、出售、修改、反编译、逆向工程、解拆或将“软件”简化为人类可读的格式。</p>
<br>
<h2>商标</h2>

<p>所有用于此处的立松IT商标、服务标记和商品名称（包括但不限于： “立松IT”文字标记、“立松IT标识”、“乐松”是立松IT或其所属机构注册或使用的商标，除非另有规定。未经立松IT的事先书面同意，您不能以任何方式，包括在广告或与分发本网站中材料有关的宣传中，使用、复印、复制、翻印、上载、张贴、传送、分发或修改立松IT的注册商标。在征得立松IT的明确书面同意之前，禁止在任何网站/软件或网络计算机环境使用立松IT商标，例如，在任何外部互联网站点存储或复制网站或网站/软件的一部分内容，或在本网站/软件与任何其它互联网站点之间制作链接、超文本或深层次链接。</p>

<br>
<h2>免责声明</h2>

<p>（1）客户明确同意使用乐松服务的风险由客户承担。立松IT明确表示不提供任何类型的担保，不论是明确的或隐含的。立松IT将尽力维护客户使用乐松服务的合法权益，但不担保乐松服务一定能满足客户的要求，也不担保服务的及时性、安全性、真实性、稳定性、正确性。对客户使用该等服务中出现的信息（包括但不限于客户发布的信息）删除或储存失败，立松IT亦不承担任何责任。<br> （2）客户理解并接受下载或通过相应产品服务取得的任何信息资料取决于客户自己，并自行承担系统受损、资料丢失以及其他任何风险。立松IT对客户在互联网上得到的任何商品购物服务、交易进程、招聘信息等，都不作担保。<br> （3）立松IT对直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自：不正当使用乐松服务及/或应用服务，在网上购买商品或类似服务，在网上进行交易，非法使用服务或客户传送的信息有所变动。<br> （4）乐松对本项服务下涉及的境内外基础运营商的通信网络的故障、技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、客户所在位置、客户关机或其他非乐松技术能力范围内的事因等造成的服务中断、客户邮件内容丢失、出现乱码、错误接收、无法接收、迟延接收不承担责任。<br> （5）立松IT保留判定客户的行为是否符合本服务协议要求的权利，如果客户违背了本服务协议的规定，立松IT有权中止或终止相应乐松服务。<br> （6）转户规定：如果客户将手机号码转让给他人，请用户提前自行删除乐松内资料。否则，受让该号码的客户将能够查看您的客户个人数据。立松IT不承担由此引发的客户数据丢失等责任及纠纷。</p>

<br>
<h2>责任限制</h2>

<p>您使用本网站/软件需自行承担风险。立松IT或其任何附属机构、执行官、董事、代理或任何参与设计、创作或交付本站点内容的其它方均不对使用或无法使用网站/软件的材料所引起的任何直接的、间接的、特殊的、继发性的损失或其它损失承担责任，包括由病毒或任何网站/软件中信息不正确或不完整导致的损失，即便立松IT已经被告知发生此类损失的可能性。请注意某些司法管辖地不允许将某些损失排除在外，因此上述排除和限制情况可能对您并不适用。</p>

<br>
<h2>与第三方的链接</h2>

<p>为了您方便起见，也为了提高本网站/软件的使用率，本网站/软件可能会不时地在网站/软件中提供由第三方拥有和控制的链接。这些链接将您带出我们的服务之外，并离开立松IT的站点，将超出立松IT的控制范围。这包括与依照品牌共享协议可以使用立松IT标识的合作伙伴的链接。您可以链接访问的站点都拥有各自独立的隐私政策。尽管立松IT设法维护自身网站的完整性，立松IT不负责第三方站点中的内容和活动，因此无法对其承担责任。因此您需自行承担访问/接入第三方站点的全部风险。请注意：这些站点可能会向用户发送它们自己的  cookies  来收集或索取个人信息，因此我们建议您在使用这些站点之前选择查看这些网站/软件所包含的使用条款和/或隐私政策。</p>

<br>
<h2>网站/软件滥用</h2>

<p>禁止使用本网站/软件张贴或发送任何属于或可能属于侵权、恐吓、欺诈、误导、煽动、损害他人名誉、侵犯隐私、淫秽、色情、辱骂、歧视和非法性质的材料，或任何可能导致犯罪或怂恿他人从事可被视作犯罪的行为、违反任何一方的权利或引起民事责任或违反任何法律的材料。禁止使用本网站/软件开展广告活动或实施任何商业招揽行为。</p>

<br>
<h2>参与免责</h2>

<p>有时立松IT允许您公开和发布由您制作的内容，比如发送信息给其他人。如果您使用这些服务，即表示您承认立松IT仅充当发布的被动渠道，对由您或其他用户创作的通信内容和材料的内容不承担任何责任和义务。  立松IT保留自行决定阻截或删除任何它认为不符合此条款与条件的规定，或不受立松IT欢迎的通信内容和材料的权利，而立松IT无需对此事先通知或承担任何责任。</p>

<br>
<h2>服务协议的修改</h2>

<p>立松IT有权在必要时通过在网页上发布公告等合理方式修改本协议及各单项服务的相关条款。客户应及时查阅了解修改内容，并自觉遵守修改后的服务条款及单项服务的相关条款。如客户继续使用服务，则视为客户已同意修改的内容；如客户部同意修改内容，则有权停止使用相应服务。</p>

<br>
<h2>客户的账号、密码的安全性</h2>

<p>（1）客户一旦注册成功，将得到一个乐松的密码。因客户未保管好自己的账号和密码而对客户自身、乐松或第三方造成的损害，由客户承担全部责任。<br> （2）客户应当对其账号的所有活动和事件负全责。客户同意，若发现任何非法使用其账号或存在任何安全漏洞的情况，有义务立即告知立松IT。</p>

<br>
<h2>通知</h2>

<p>立松IT将通过电子邮件、常规的信件或在网站显著位置公告的方式，向客户发送各项通知，包括但不限于乐松服务协议的修改、服务变更、或其他重要事情。同时，立松IT保留对申请了乐松的客户投放商业性广告的权利。</p>

<br>
<h2>乐松服务使用条款</h2>

<p>（1）客户注册乐松后，可自行设置昵称。若客户使用昵称用于非合法性渠道，系统有权回收客户昵称。 <br>（2）客户使用乐松可选择相应增值服务，按实际发生数收取相应增值服务费用。<br> （3）客户注册乐松，则视为接受乐松中各种免费功能开启或关闭的初始设置状态，客户可自行调整功能服务设置的开启和关闭。<br> （4）客户注册乐松的，则视为同意接受来自立松IT及乐松的相关市场营销、产品信息、客户服务信息、手机话费账单（清单）、商业性广告灯通知信息，客户可自行删除此类信息。<br>（5）客户权限管理 <br>（i）客户不得使用、复制、修改或转让全部或部分软件或任何副本。客户不得对软件进行反向工程、反汇编、反向编译或转换，亦不得尝试通过软件的目标代码创建源代码，或授权任何第三方进行上述操作，但在该限制违反相关法规时除外。任何尝试转让本协议下的任何权利、职责或义务均无效。客户不得出版、展示、披露、修改、租借、有偿再销售、传播或创建基于全部或部分软件的衍生品。<br> （ii）客户不得张贴、发布或传输以下性质的任何文本、图形、或材料：虚假或误导性的；诽谤性的；侵犯他人隐私；淫秽色情或攻击性的；激起对任何个人或团体的偏见、种族歧视、憎恨或伤害；侵犯他人权利，包括任何知识产权；违反或鼓励违反任何使用法律或法规或引起民事责任。<br> （iii）客户要遵守《中华人民共和国保护国家秘密法》  、  《中华人民共和国著作权法》  、《中华人民共和国计算机信息系统安全保护条例》  、  《计算机软件保护条例》  、  《互联网电子公告服务管理规定》   、   《信息网络传播权保护条例》等有关计算机及互联网规定的法律、法规、实施办法及其他现行法律、法规。在任何情况下，乐松如合理地认为客户的行为有违反上述法律、法规的可能，乐松有权在任何时候，不经事先通知终止向该用户提供服务，并保留追究该用户法律责任的权利。同时，乐松欢迎用户举报任何违反上述法律或侵犯他人权利的上传内容，一经发现违法或侵权的上传内容，乐松将无条件予以删除。<br>（6）网络通信费说明：客户在使用本服务是，将使用网络连接服务，客户必须自行支付网络通信费用，如手机上网产生的流量费、短信上行产生的信息费、宽带上网网络月租费等；此外，客户必须自行配备及负责与各网络连线所需之一切必要装备。</p>

<br>
<h2>适用法律及管辖</h2>

<p>（1）本服务协议应符合中华人民共和国法律规定，与中国法律相抵触的部分无效，但不影响其他部分的效力。<br> （2）客户和立松IT一致同意接受被告所在地有管辖权的人民法院管辖。</p>



</body></html>